

function Autobiography() {
  return (
    <div className="w-5/12 h-52 bg-red-50 rounded-xl p-5 ">

      <p className="text-justify">
        زنده یاد مهشاد کریمی در ٩ فروردین ١٣٧۵ متولد شد. وی از دانش آموختگان
        دانشگاه علامه طباطبائی بود.
      </p>

      <p className="text-justify mt-3">
        او خبرنگار حوزه محیط زیست خبرگزاری ایسنا بود که در عصر روز چهارشنبه، دوم
        تیر ماه ١۴۰۰ در سانحه واژگونی اتوبوس در محور ارومیه-نقده جان خود را از
        دست داده است.
      </p>

      <p className="text-justify mt-3">
        این خبرنگار جوان که به همراه سایر همکاران خود برای تهیه گزارش احیای
        دریاچه ارومیه به منطقه سفر کرده بود، در هنگام وفات ٢۵ سال سن داشت…
      </p>

    </div>

    
  );
}

export default Autobiography;
